using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace LJH.Inventory.BusinessModel
{
    public enum SheetNote
    {
        工艺要求 = 0,
        付款方式 = 1,
        报价单 = 2,
        备注 = 3,
        联系人 = 4,
        联系人手机 = 5,
        送货地址 = 6,
        自己工地 = 7,
        包安装 = 8,
        送货车牌号 = 9,
        送货司机 = 10,
        送货司机电话 = 11,
        费用类别 = 12,
        申请人 = 13,
        银行回单 = 14,
        出票单位 = 15,
        购货单位 = 16,
        规格 = 17,
        重量 = 18,
        入库单价 = 19,
        到款日期 = 20,
        供应商送货单号 = 21,
        采购单号 = 22,
        卷材开条明细 = 23,
        合同编号 = 24,
        取消数量 = 25,
        退货单退款账号 = 26,
        出货情况 = 27,
        收货情况 = 28,
        排单情况 = 29,
        出货金额 = 30,
        已付金额 = 31,
        库存项ID = 32,
        退款账号 = 33,
        退货 = 34,
        加工情况 = 35,
        同时增加客户退款 = 36,
        退款客户 = 37,
        打印金额 = 38,
        打印厚度 = 39,
        关联操作员 = 40,
        关联收付款单号 = 41,
        管理费用单号 = 42,
        手续费金额 = 43,
        手续费类别 = 44,
        含税=45,
    }
}
